/* No comment provided by engineer. */
"%@ of %@" = "%1$@ de %2$@";

/* byte units */
"B" = "O";
"KB" = "KO";
"MB" = "MO";
"GB" = "GO";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it, and try again." = "%1$@ no se puede actualizar cuando está funcionando de una imagen de disco. Traslade %1$@ a su carpeta Aplicaciones, arranque la aplicación e inténtelo otra vez.";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ ha sido instalada y será disponible la próxima vez que %3$@ empieza. ¿Quiere reiniciar la aplicación?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ es la última versión disponible.";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ está disponible (tiene Ud. la %3$@). ¿La quiere descargar ahora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ no tiene permiso para escribir en el directorio de la aplicación. ¿Está funcionando la aplicación de una imagen de disco? Si no, pida ayuda a su administrador de sistemas.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "¡Se ha instalado una nueva versión de %@ !";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "¡Hay una nueva versión de %@ !";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ocurrió un error durante la instalación. Por favor, inténtelo otra vez más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocurrió un error al recopilar información sobre la actualización. Por favor, inténtelo otra vez más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocurrió un error al extraer el archivo. Por favor, inténtelo otra vez más tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ocurrió un error al descargar el archivo. Por favor, inténtelo otra vez más tarde.";

/* No comment provided by engineer. */
"An update is already in progress!" = "¡Ya hay una actualización en proceso!";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Update" = "Cancelar actualización";

/* No comment provided by engineer. */
"Check for updates on startup?" = "¿Quiere comprobar si hay actualizaciones al arrancar?";

/* No comment provided by engineer. */
"Downloading update..." = "Descargando actualización…";

/* No comment provided by engineer. */
"Extracting update..." = "Extrayendo actualización…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y volver a arrancar";

/* No comment provided by engineer. */
"Installing update..." = "Instalando actualización…";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Preparado para instalar";

/* No comment provided by engineer. */
"Update Error!" = "¡Error de actualización!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "¿Quiere que %1$@ compruebe si hay actualizaciones al arrancar? Si no, puede iniciar la comprobación manualmente desde el menú %2$@.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You're up-to-date!" = "Ya tiene la versión más reciente";
